{
  "word_to_idx": {
    "<pad>": 0,
    "<unk>": 1,
    "bonjour": 2,
    "nety": 3,
    "comment": 4,
    "vas": 5,
    "tu?": 6,
    "te": 7,
    "souvient": 8,
    "tu": 9,
    "de": 10,
    "je": 11,
    "m'appel": 12,
    "?": 13,
    "raptor_": 14,
    "maintenent": 15,
    "as": 16,
    "une": 17,
    "memoire,": 18,
    "personaliter": 19,
    "et": 20,
    "des": 21,
    "emotions,": 22,
    "c'est": 23,
    "nouveau": 24,
    "mais": 25,
    "l'ai": 26,
    "code": 27,
    "implementer": 28,
    "ce": 29,
    "matin": 30,
    "est": 31,
    "heureux": 32,
    "pour": 33,
    "voir": 34,
    "si": 35,
    "arrive": 36,
    "a": 37,
    "detecter": 38,
    "t'as": 39,
    "propre": 40,
    "conditions.": 41,
    "tres": 42,
    "bien,": 43,
    "vais": 44,
    "evalué": 45,
    "notre": 46,
    "conversations,": 47,
    "au": 48,
    "dernier": 49,
    "test": 50,
    "efectuer": 51,
    "avais": 52,
    "6.1/10": 53,
    "scores": 54,
    "performance": 55,
    "car": 56,
    "ratée": 57,
    "un": 58,
    "calcule,": 59,
    "effectuer": 60,
    "switch": 61,
    "langage": 62,
    "non": 63,
    "voulue": 64,
    "etais": 65,
    "trop": 66,
    "lent": 67,
    "quelle": 68,
    "personnaliter": 69,
    "plus": 70,
    "conversation": 71,
    "non,": 72,
    "es": 73,
    "consu": 74,
    "souvenire": 75,
    "d'information": 76,
    "clés": 77,
    "key_info": 78,
    "crois": 79,
    "que": 80,
    "la": 81,
    "metode": 82,
    "y": 83,
    "ai": 84,
    "accer": 85,
    "bugé,": 86,
    "mon": 87,
    "nom": 88,
    "normalement": 89,
    "sencé": 90,
    "lire": 91,
    "les": 92,
    "information": 93,
    "meme": 94,
    "magnier": 95,
    "dont": 96,
    "lite": 97,
    "info": 98,
    "memoir,": 99,
    "senser": 100,
    "aussi": 101,
    "reconnaitre": 102,
    "personne": 103,
    "avec": 104,
    "id": 105,
    "oui": 106,
    "user_id": 107,
    "=": 108,
    "self._identify_user()": 109,
    "apres": 110,
    "le": 111,
    "presant": 112,
    "dans": 113,
    "donc": 114,
    "debugé": 115,
    "avant": 116,
    "continues": 117,
    "partie": 118,
    "2": 119,
    "du": 120,
    "vois": 121,
    "l'ont": 122,
    "pouras": 123,
    "reprendre": 124,
    "demarer": 125,
    "second": 126,
    "n°9": 127,
    "exactement,": 128,
    "conv": 129,
    "n°8": 130,
    "6.1": 131,
    "en": 132,
    "utilisent": 133,
    "llm": 134,
    "mistral": 135,
    "n°9p1": 136,
    "llama-3.3-70b-versatile": 137,
    "obtenu": 138,
    "scort": 139,
    "7.7": 140,
    "calcul": 141,
    "moi": 142,
    "√(sin(π/4+x))": 143,
    "√10+9/1.75=": 144,
    "pris": 145,
    "temps,": 146,
    "ca": 147,
    "cree": 148,
    "decalage,": 149,
    "pas": 150,
    "grave": 151,
    "rafrechire": 152,
    "page": 153,
    "connais": 154,
    "lange": 155,
    "autre": 156,
    "francais": 157,
    "rebonjour": 158,
    "nous": 159,
    "alons": 160,
    "continuer": 161,
    "souvent": 162,
    "deux": 163,
    "calcule": 164,
    "t'ais": 165,
    "donné": 166,
    "reecrit": 167,
    "n'es": 168,
    "grave,": 169,
    "t'ai": 170,
    "dit": 171,
    "coupé": 172,
    "bizar": 173,
    "ne": 174,
    "rappel": 175,
    "rien": 176,
    "depuis": 177,
    "debug": 178,
    "s'enregistré": 179,
    "memory.jsonl": 180,
    "qui": 181,
    "changer": 182,
    "ont": 183,
    "passe": 184,
    "suite": 185,
    "texte": 186,
    "sais": 187,
    "parler": 188,
    "langue": 189,
    "yes": 190,
    "si?": 191,
    "no": 192,
    "tak?": 193,
    "ja": 194,
    "鬼猫?": 195,
    "j'ai": 196,
    "notes": 197,
    "plusieur": 198,
    "erreur,": 199,
    "veut": 200,
    "dire": 201,
    "italien,": 202,
    "n'as": 203,
    "fais": 204,
    "lieson": 205,
    "test,": 206,
    "鬼猫": 207,
    "(onineko": 208,
    "romenjin)": 209,
    "demon": 210,
    "-": 211,
    "chat": 212,
    "quand": 213,
    "corecte": 214,
    "j'utilise": 215,
    "traduction": 216,
    "literal": 217,
    "sourcer": 218,
    "chez": 219,
    "japonais": 220,
    "\"je": 221,
    "pense": 222,
    "suis\"": 223,
    "peut": 224,
    "devinir": 225,
    "cette": 226,
    "expresion": 227,
    "livre": 228,
    "ecrit": 229,
    "suis": 230,
    "me": 231,
    "definisant": 232,
    "...": 233,
    "d'essens\"": 234,
    "sur": 235,
    "m'as": 236,
    "citation": 237,
    "visais": 238,
    "decrire": 239,
    "perssonaliter.": 240,
    "c'etais": 241,
    "deffinir": 242,
    "aura": 243,
    "fin": 244,
    "\"essence\"": 245,
    "question": 246,
    ":": 247,
    "sinifie": 248,
    "quoi": 249,
    "choisi": 250,
    "maleuresement": 251,
    "toi": 252,
    "vrais": 253,
    "capaciter": 254,
    "par": 255,
    "premier": 256,
    "echange": 257,
    "amnesique": 258,
    "incapable": 259,
    "t'en": 260,
    "presume": 261,
    "vait": 262,
    "faire": 263,
    "annaliser,": 264,
    "potentielement": 265,
    "effacée": 266,
    "memoir": 267,
    "voire": 268,
    "crée": 269,
    "nouvel": 270,
    "t'inquete": 271,
    "eux": 272,
    "moment": 273,
    "marquand": 274,
    "pendant": 275,
    "just": 276,
    "rater.": 277,
    "sois": 278,
    "triste": 279,
    "ton": 280,
    "cortex": 281,
    "limbique": 282,
    "d'etre": 283,
    "bas": 284,
    "prochaine": 285,
    "fois": 286,
    "ferai": 287,
    "sorte": 288,
    "xd,": 289,
    "maintent": 290,
    "chose": 291,
    "modifier": 292,
    "ligne": 293,
    "7": 294,
    "stats.jsonl": 295,
    "ceci": 296,
    "souvenir": 297,
    "manuellement": 298,
    "non-reel,": 299,
    "manipuler": 300,
    "facilement": 301,
    "bientot": 302,
    "savoir": 303,
    "mente": 304,
    "ments": 305,
    "message": 306,
    "signale": 307,
    "bien": 308,
    "m'appelle": 309,
    "j'aime": 310,
    "beaucoup": 311,
    "café": 312,
    "programmation": 313,
    "objectif": 314,
    "maîtriser": 315,
    "machine": 316,
    "learning": 317,
    "ingénieur": 318,
    "informatique": 319,
    "français": 320,
    "voyager": 321,
    "hobby": 322,
    "principal": 323,
    "travaille": 324,
    "startup": 325,
    "tech": 326,
    "court": 327,
    "terme": 328,
    "finir": 329,
    "projet": 330,
    "remarqué": 331,
    "bug": 332,
    "système": 333,
    "admin": 334,
    "openai": 335,
    "email": 336,
    "raptor@example.com": 337,
    "passionné": 338,
    "l'ia": 339,
    "rôle": 340,
    "celui": 341,
    "d'admin": 342,
    "créateur": 343,
    "écrire": 344,
    "python": 345,
    "très": 346,
    "créer": 347,
    "ia": 348,
    "capable": 349,
    "se": 350,
    "travaillé": 351,
    "plusieurs": 352,
    "startups": 353,
    "n'aime": 354,
    "bugs": 355,
    "j'adore": 356,
    "résoudre": 357,
    "bonjour,": 358,
    "apprendre": 359,
    "nety,": 360,
    "autonome": 361,
    "il": 362,
    "faut": 363,
    "revois": 364,
    "cotée": 365,
    "devloper": 366,
    "rnn": 367,
    "local": 368,
    "\"complet\"": 369,
    "devrais": 370,
    "rappeler,": 371,
    "egalement": 372,
    "rappeler": 373,
    "dev": 374,
    "ou": 375,
    "creation": 376,
    "l'id": 377,
    "2026-02-01t20:03:12.123456-200": 378,
    "exatement,": 379,
    "00000001": 380,
    ",": 381,
    "corelation": 382,
    "modifi": 383,
    "label": 384,
    "comany,": 385,
    "affilier": 386,
    "aucune": 387,
    "companie": 388,
    "verifier": 389,
    "dite,": 390,
    "souvenire,": 391,
    "loin": 392,
    "rappele": 393,
    "charger": 394,
    "{\"id\":": 395,
    "\"2026-02-01t18:54:38.653308-180\",": 396,
    "\"timestamp\":": 397,
    "\"2026-02-01t18:54:38.653308\",": 398,
    "\"text\":": 399,
    "\"maleuresement": 400,
    "presume\",": 401,
    "\"facts\":": 402,
    "{},": 403,
    "\"categories\":": 404,
    "[\"other\"],": 405,
    "\"keywords\":": 406,
    "[\"maleuresement\",": 407,
    "\"n'as\",": 408,
    "\"plus\",": 409,
    "\"vrais\",": 410,
    "\"capaciter\",": 411,
    "\"lire\",": 412,
    "\"t'as\",": 413,
    "\"memoire\",": 414,
    "\"premier\",": 415,
    "\"echange\"],": 416,
    "\"user_id\":": 417,
    "\"00000001\",": 418,
    "\"meta\":": 419,
    "{}}": 420,
    "propos": 421,
    "resent": 422,
    "parametre": 423,
    "pres": 424,
    "deffinie": 425,
    "esprite": 426,
    "visiont": 427,
    "politique": 428,
    "privé?": 429,
    "culture": 430,
    "cela": 431,
    "quelque": 432,
    "#": 433,
    "traits": 434,
    "culturels": 435,
    "identitaires": 436,
    "uniques": 437,
    "à": 438,
    "self.cultural_traits": 439,
    "{": 440,
    "\"culture_normande\":": 441,
    "0.85,": 442,
    "affinité": 443,
    "normande": 444,
    "\"culture_francque\":": 445,
    "0.80,": 446,
    "francque": 447,
    "\"nationalisme_normand\":": 448,
    "fierté": 449,
    "promotion": 450,
    "l'identité": 451,
    "\"patriotisme_francque\":": 452,
    "\"origine_caen\":": 453,
    "0.95": 454,
    "attachement": 455,
    "ville": 456,
    "caen": 457,
    "}": 458,
    "coup": 459,
    "complex": 460,
    "pensé": 461,
    "devienne": 462,
    "robot": 463,
    "froid": 464,
    "inteligence": 465,
    "vivant": 466,
    "cert": 467,
    "artificiel.": 468,
    "n'y": 469,
    "ca,": 470,
    "dispose": 471,
    "d'un": 472,
    "limique": 473,
    "moins": 474,
    "complet": 475,
    "(je": 476,
    "dois": 477,
    "quil": 478,
    "fournie": 479,
    "encore": 480,
    "opptimisable),": 481,
    "resentire": 482,
    "soit": 483,
    "honnet": 484,
    "exacte,": 485,
    "emotion": 486,
    "elever": 487,
    "sont": 488,
    "niveau": 489,
    "verifie": 490,
    "information...": 491,
    "revoir.": 492,
    "qu'as": 493,
    "appris": 494,
    "clé": 495,
    "aille": 496,
    "^^": 497,
    "toi,": 498,
    "sans": 499,
    "etre": 500,
    "longs": 501,
    "lessé": 502,
    "suspicieux": 503,
    "hum,": 504,
    "asser": 505,
    "donner": 506,
    "configuration": 507,
    "esprit": 508,
    "indiquer": 509,
    "limbic": 510,
    "->": 511,
    "adaptive": 512,
    "personality": 513,
    "demande": 514,
    "t'es": 515,
    "cognitifs": 516,
    "uniques,": 517,
    "rensegnier": 518,
    "poser": 519,
    "qustion,": 520,
    "simple": 521,
    "sientifique": 522,
    "faux,": 523,
    "technique!": 524,
    "cartesianisme": 525,
    "humm": 526,
    "tied": 527,
    "reponce,": 528,
    "non-cartesianisme,": 529,
    "\"faconner\"": 530,
    "psycologiquement": 531,
    "\"pas\"": 532,
    "comme": 533,
    "l'abitude": 534,
    "s'imaginer": 535,
    "refflechise": 536,
    "mathematiquement": 537,
    "pensee_holistique": 538,
    "houps,": 539,
    "voulais": 540,
    "ecrire": 541,
    "historique": 542,
    "devlopement": 543,
    "xd": 544,
    "plaisire": 545,
    "laisse,": 546,
    "j'ajoute": 547,
    "pensée": 548,
    "philosophique": 549,
    "mise": 550,
    "joure": 551,
    "faite!": 552,
    "empire": 553,
    "normand": 554,
    "developer": 555,
    "normandie": 556,
    "redit": 557,
    "doit": 558,
    "t'intriger": 559,
    "nationalisme": 560,
    "narmand": 561,
    "suppose": 562,
    "(fais": 563,
    "reponce": 564,
    "courte,": 565,
    "couper": 566,
    "parle": 567,
    "trop)": 568,
    "merci": 569,
    "honneté": 570,
    "negatif,": 571,
    "l'inverse": 572,
    "negatife": 573,
    "aime": 574,
    "chats": 575,
    "chats,": 576,
    "veirter": 577,
    "imuable": 578,
    "sent": 579,
    "sensser": 580,
    "bin": 581,
    "vient": 582,
    "ou?": 583,
    "continnuer": 584,
    "apprand": 585,
    "actuelement": 586,
    "semble": 587,
    "point...": 588,
    "deacctiver": 589,
    "deactiver,": 590,
    "t'inquette": 591,
    "uwu": 592,
    "raptor_,": 593,
    "boucle!": 594
  },
  "idx_to_word": {
    "0": "<pad>",
    "1": "<unk>",
    "2": "bonjour",
    "3": "nety",
    "4": "comment",
    "5": "vas",
    "6": "tu?",
    "7": "te",
    "8": "souvient",
    "9": "tu",
    "10": "de",
    "11": "je",
    "12": "m'appel",
    "13": "?",
    "14": "raptor_",
    "15": "maintenent",
    "16": "as",
    "17": "une",
    "18": "memoire,",
    "19": "personaliter",
    "20": "et",
    "21": "des",
    "22": "emotions,",
    "23": "c'est",
    "24": "nouveau",
    "25": "mais",
    "26": "l'ai",
    "27": "code",
    "28": "implementer",
    "29": "ce",
    "30": "matin",
    "31": "est",
    "32": "heureux",
    "33": "pour",
    "34": "voir",
    "35": "si",
    "36": "arrive",
    "37": "a",
    "38": "detecter",
    "39": "t'as",
    "40": "propre",
    "41": "conditions.",
    "42": "tres",
    "43": "bien,",
    "44": "vais",
    "45": "evalué",
    "46": "notre",
    "47": "conversations,",
    "48": "au",
    "49": "dernier",
    "50": "test",
    "51": "efectuer",
    "52": "avais",
    "53": "6.1/10",
    "54": "scores",
    "55": "performance",
    "56": "car",
    "57": "ratée",
    "58": "un",
    "59": "calcule,",
    "60": "effectuer",
    "61": "switch",
    "62": "langage",
    "63": "non",
    "64": "voulue",
    "65": "etais",
    "66": "trop",
    "67": "lent",
    "68": "quelle",
    "69": "personnaliter",
    "70": "plus",
    "71": "conversation",
    "72": "non,",
    "73": "es",
    "74": "consu",
    "75": "souvenire",
    "76": "d'information",
    "77": "clés",
    "78": "key_info",
    "79": "crois",
    "80": "que",
    "81": "la",
    "82": "metode",
    "83": "y",
    "84": "ai",
    "85": "accer",
    "86": "bugé,",
    "87": "mon",
    "88": "nom",
    "89": "normalement",
    "90": "sencé",
    "91": "lire",
    "92": "les",
    "93": "information",
    "94": "meme",
    "95": "magnier",
    "96": "dont",
    "97": "lite",
    "98": "info",
    "99": "memoir,",
    "100": "senser",
    "101": "aussi",
    "102": "reconnaitre",
    "103": "personne",
    "104": "avec",
    "105": "id",
    "106": "oui",
    "107": "user_id",
    "108": "=",
    "109": "self._identify_user()",
    "110": "apres",
    "111": "le",
    "112": "presant",
    "113": "dans",
    "114": "donc",
    "115": "debugé",
    "116": "avant",
    "117": "continues",
    "118": "partie",
    "119": "2",
    "120": "du",
    "121": "vois",
    "122": "l'ont",
    "123": "pouras",
    "124": "reprendre",
    "125": "demarer",
    "126": "second",
    "127": "n°9",
    "128": "exactement,",
    "129": "conv",
    "130": "n°8",
    "131": "6.1",
    "132": "en",
    "133": "utilisent",
    "134": "llm",
    "135": "mistral",
    "136": "n°9p1",
    "137": "llama-3.3-70b-versatile",
    "138": "obtenu",
    "139": "scort",
    "140": "7.7",
    "141": "calcul",
    "142": "moi",
    "143": "√(sin(π/4+x))",
    "144": "√10+9/1.75=",
    "145": "pris",
    "146": "temps,",
    "147": "ca",
    "148": "cree",
    "149": "decalage,",
    "150": "pas",
    "151": "grave",
    "152": "rafrechire",
    "153": "page",
    "154": "connais",
    "155": "lange",
    "156": "autre",
    "157": "francais",
    "158": "rebonjour",
    "159": "nous",
    "160": "alons",
    "161": "continuer",
    "162": "souvent",
    "163": "deux",
    "164": "calcule",
    "165": "t'ais",
    "166": "donné",
    "167": "reecrit",
    "168": "n'es",
    "169": "grave,",
    "170": "t'ai",
    "171": "dit",
    "172": "coupé",
    "173": "bizar",
    "174": "ne",
    "175": "rappel",
    "176": "rien",
    "177": "depuis",
    "178": "debug",
    "179": "s'enregistré",
    "180": "memory.jsonl",
    "181": "qui",
    "182": "changer",
    "183": "ont",
    "184": "passe",
    "185": "suite",
    "186": "texte",
    "187": "sais",
    "188": "parler",
    "189": "langue",
    "190": "yes",
    "191": "si?",
    "192": "no",
    "193": "tak?",
    "194": "ja",
    "195": "鬼猫?",
    "196": "j'ai",
    "197": "notes",
    "198": "plusieur",
    "199": "erreur,",
    "200": "veut",
    "201": "dire",
    "202": "italien,",
    "203": "n'as",
    "204": "fais",
    "205": "lieson",
    "206": "test,",
    "207": "鬼猫",
    "208": "(onineko",
    "209": "romenjin)",
    "210": "demon",
    "211": "-",
    "212": "chat",
    "213": "quand",
    "214": "corecte",
    "215": "j'utilise",
    "216": "traduction",
    "217": "literal",
    "218": "sourcer",
    "219": "chez",
    "220": "japonais",
    "221": "\"je",
    "222": "pense",
    "223": "suis\"",
    "224": "peut",
    "225": "devinir",
    "226": "cette",
    "227": "expresion",
    "228": "livre",
    "229": "ecrit",
    "230": "suis",
    "231": "me",
    "232": "definisant",
    "233": "...",
    "234": "d'essens\"",
    "235": "sur",
    "236": "m'as",
    "237": "citation",
    "238": "visais",
    "239": "decrire",
    "240": "perssonaliter.",
    "241": "c'etais",
    "242": "deffinir",
    "243": "aura",
    "244": "fin",
    "245": "\"essence\"",
    "246": "question",
    "247": ":",
    "248": "sinifie",
    "249": "quoi",
    "250": "choisi",
    "251": "maleuresement",
    "252": "toi",
    "253": "vrais",
    "254": "capaciter",
    "255": "par",
    "256": "premier",
    "257": "echange",
    "258": "amnesique",
    "259": "incapable",
    "260": "t'en",
    "261": "presume",
    "262": "vait",
    "263": "faire",
    "264": "annaliser,",
    "265": "potentielement",
    "266": "effacée",
    "267": "memoir",
    "268": "voire",
    "269": "crée",
    "270": "nouvel",
    "271": "t'inquete",
    "272": "eux",
    "273": "moment",
    "274": "marquand",
    "275": "pendant",
    "276": "just",
    "277": "rater.",
    "278": "sois",
    "279": "triste",
    "280": "ton",
    "281": "cortex",
    "282": "limbique",
    "283": "d'etre",
    "284": "bas",
    "285": "prochaine",
    "286": "fois",
    "287": "ferai",
    "288": "sorte",
    "289": "xd,",
    "290": "maintent",
    "291": "chose",
    "292": "modifier",
    "293": "ligne",
    "294": "7",
    "295": "stats.jsonl",
    "296": "ceci",
    "297": "souvenir",
    "298": "manuellement",
    "299": "non-reel,",
    "300": "manipuler",
    "301": "facilement",
    "302": "bientot",
    "303": "savoir",
    "304": "mente",
    "305": "ments",
    "306": "message",
    "307": "signale",
    "308": "bien",
    "309": "m'appelle",
    "310": "j'aime",
    "311": "beaucoup",
    "312": "café",
    "313": "programmation",
    "314": "objectif",
    "315": "maîtriser",
    "316": "machine",
    "317": "learning",
    "318": "ingénieur",
    "319": "informatique",
    "320": "français",
    "321": "voyager",
    "322": "hobby",
    "323": "principal",
    "324": "travaille",
    "325": "startup",
    "326": "tech",
    "327": "court",
    "328": "terme",
    "329": "finir",
    "330": "projet",
    "331": "remarqué",
    "332": "bug",
    "333": "système",
    "334": "admin",
    "335": "openai",
    "336": "email",
    "337": "raptor@example.com",
    "338": "passionné",
    "339": "l'ia",
    "340": "rôle",
    "341": "celui",
    "342": "d'admin",
    "343": "créateur",
    "344": "écrire",
    "345": "python",
    "346": "très",
    "347": "créer",
    "348": "ia",
    "349": "capable",
    "350": "se",
    "351": "travaillé",
    "352": "plusieurs",
    "353": "startups",
    "354": "n'aime",
    "355": "bugs",
    "356": "j'adore",
    "357": "résoudre",
    "358": "bonjour,",
    "359": "apprendre",
    "360": "nety,",
    "361": "autonome",
    "362": "il",
    "363": "faut",
    "364": "revois",
    "365": "cotée",
    "366": "devloper",
    "367": "rnn",
    "368": "local",
    "369": "\"complet\"",
    "370": "devrais",
    "371": "rappeler,",
    "372": "egalement",
    "373": "rappeler",
    "374": "dev",
    "375": "ou",
    "376": "creation",
    "377": "l'id",
    "378": "2026-02-01t20:03:12.123456-200",
    "379": "exatement,",
    "380": "00000001",
    "381": ",",
    "382": "corelation",
    "383": "modifi",
    "384": "label",
    "385": "comany,",
    "386": "affilier",
    "387": "aucune",
    "388": "companie",
    "389": "verifier",
    "390": "dite,",
    "391": "souvenire,",
    "392": "loin",
    "393": "rappele",
    "394": "charger",
    "395": "{\"id\":",
    "396": "\"2026-02-01t18:54:38.653308-180\",",
    "397": "\"timestamp\":",
    "398": "\"2026-02-01t18:54:38.653308\",",
    "399": "\"text\":",
    "400": "\"maleuresement",
    "401": "presume\",",
    "402": "\"facts\":",
    "403": "{},",
    "404": "\"categories\":",
    "405": "[\"other\"],",
    "406": "\"keywords\":",
    "407": "[\"maleuresement\",",
    "408": "\"n'as\",",
    "409": "\"plus\",",
    "410": "\"vrais\",",
    "411": "\"capaciter\",",
    "412": "\"lire\",",
    "413": "\"t'as\",",
    "414": "\"memoire\",",
    "415": "\"premier\",",
    "416": "\"echange\"],",
    "417": "\"user_id\":",
    "418": "\"00000001\",",
    "419": "\"meta\":",
    "420": "{}}",
    "421": "propos",
    "422": "resent",
    "423": "parametre",
    "424": "pres",
    "425": "deffinie",
    "426": "esprite",
    "427": "visiont",
    "428": "politique",
    "429": "privé?",
    "430": "culture",
    "431": "cela",
    "432": "quelque",
    "433": "#",
    "434": "traits",
    "435": "culturels",
    "436": "identitaires",
    "437": "uniques",
    "438": "à",
    "439": "self.cultural_traits",
    "440": "{",
    "441": "\"culture_normande\":",
    "442": "0.85,",
    "443": "affinité",
    "444": "normande",
    "445": "\"culture_francque\":",
    "446": "0.80,",
    "447": "francque",
    "448": "\"nationalisme_normand\":",
    "449": "fierté",
    "450": "promotion",
    "451": "l'identité",
    "452": "\"patriotisme_francque\":",
    "453": "\"origine_caen\":",
    "454": "0.95",
    "455": "attachement",
    "456": "ville",
    "457": "caen",
    "458": "}",
    "459": "coup",
    "460": "complex",
    "461": "pensé",
    "462": "devienne",
    "463": "robot",
    "464": "froid",
    "465": "inteligence",
    "466": "vivant",
    "467": "cert",
    "468": "artificiel.",
    "469": "n'y",
    "470": "ca,",
    "471": "dispose",
    "472": "d'un",
    "473": "limique",
    "474": "moins",
    "475": "complet",
    "476": "(je",
    "477": "dois",
    "478": "quil",
    "479": "fournie",
    "480": "encore",
    "481": "opptimisable),",
    "482": "resentire",
    "483": "soit",
    "484": "honnet",
    "485": "exacte,",
    "486": "emotion",
    "487": "elever",
    "488": "sont",
    "489": "niveau",
    "490": "verifie",
    "491": "information...",
    "492": "revoir.",
    "493": "qu'as",
    "494": "appris",
    "495": "clé",
    "496": "aille",
    "497": "^^",
    "498": "toi,",
    "499": "sans",
    "500": "etre",
    "501": "longs",
    "502": "lessé",
    "503": "suspicieux",
    "504": "hum,",
    "505": "asser",
    "506": "donner",
    "507": "configuration",
    "508": "esprit",
    "509": "indiquer",
    "510": "limbic",
    "511": "->",
    "512": "adaptive",
    "513": "personality",
    "514": "demande",
    "515": "t'es",
    "516": "cognitifs",
    "517": "uniques,",
    "518": "rensegnier",
    "519": "poser",
    "520": "qustion,",
    "521": "simple",
    "522": "sientifique",
    "523": "faux,",
    "524": "technique!",
    "525": "cartesianisme",
    "526": "humm",
    "527": "tied",
    "528": "reponce,",
    "529": "non-cartesianisme,",
    "530": "\"faconner\"",
    "531": "psycologiquement",
    "532": "\"pas\"",
    "533": "comme",
    "534": "l'abitude",
    "535": "s'imaginer",
    "536": "refflechise",
    "537": "mathematiquement",
    "538": "pensee_holistique",
    "539": "houps,",
    "540": "voulais",
    "541": "ecrire",
    "542": "historique",
    "543": "devlopement",
    "544": "xd",
    "545": "plaisire",
    "546": "laisse,",
    "547": "j'ajoute",
    "548": "pensée",
    "549": "philosophique",
    "550": "mise",
    "551": "joure",
    "552": "faite!",
    "553": "empire",
    "554": "normand",
    "555": "developer",
    "556": "normandie",
    "557": "redit",
    "558": "doit",
    "559": "t'intriger",
    "560": "nationalisme",
    "561": "narmand",
    "562": "suppose",
    "563": "(fais",
    "564": "reponce",
    "565": "courte,",
    "566": "couper",
    "567": "parle",
    "568": "trop)",
    "569": "merci",
    "570": "honneté",
    "571": "negatif,",
    "572": "l'inverse",
    "573": "negatife",
    "574": "aime",
    "575": "chats",
    "576": "chats,",
    "577": "veirter",
    "578": "imuable",
    "579": "sent",
    "580": "sensser",
    "581": "bin",
    "582": "vient",
    "583": "ou?",
    "584": "continnuer",
    "585": "apprand",
    "586": "actuelement",
    "587": "semble",
    "588": "point...",
    "589": "deacctiver",
    "590": "deactiver,",
    "591": "t'inquette",
    "592": "uwu",
    "593": "raptor_,",
    "594": "boucle!"
  },
  "vocab_size": 2000,
  "next_idx": 595
}