{
  "token_to_id": {
    "[PAD]": 0,
    "[SOS]": 1,
    "[EOS]": 2,
    "[UNK]": 3,
    "!": 4,
    ".": 5,
    "?": 6,
    "je": 7,
    "de": 8,
    "tu": 9,
    "c'est": 10,
    ",": 11,
    "que": 12,
    "suis": 13,
    "à": 14,
    "bien": 15,
    "comment": 16,
    "pas": 17,
    "qu'est-ce": 18,
    "ça": 19,
    "toi": 20,
    "un": 21,
    "qui": 22,
    "est": 23,
    "et": 24,
    "des": 25,
    "merci": 26,
    "oui": 27,
    "la": 28,
    "une": 29,
    "quoi": 30,
    "va": 31,
    "tout": 32,
    "te": 33,
    "pour": 34,
    "faire": 35,
    "ne": 36,
    "ton": 37,
    "ravi": 38,
    "en": 39,
    "peux": 40,
    "j'aime": 41,
    "t'aider": 42,
    "bonne": 43,
    "on": 44,
    "les": 45,
    "as": 46,
    "si": 47,
    "toujours": 48,
    "mais": 49,
    "se": 50,
    "journée": 51,
    "vraiment": 52,
    "aimes": 53,
    "salut": 54,
    "rien": 55,
    "es": 56,
    "vas": 57,
    "veux": 58,
    "le": 59,
    "difficile": 60,
    "ta": 61,
    "chose": 62,
    "avec": 63,
    "plaisir": 64,
    "normal": 65,
    "drôle": 66,
    "puis-je": 67,
    "fait": 68,
    "super": 69,
    "qu'un": 70,
    "ce": 71,
    "j'ai": 72,
    "peut": 73,
    "plus": 74,
    "réseau": 75,
    "pourquoi": 76,
    "sens": 77,
    "parler": 78,
    "raconte-moi": 79,
    "bonjour": 80,
    "là": 81,
    "très": 82,
    "musique": 83,
    "ordinateur": 84,
    "internet": 85,
    "fais": 86,
    "machine": 87,
    "bientôt": 88,
    "sûr": 89,
    "robot": 90,
    "étape": 91,
    "connaît": 92,
    "python": 93,
    "apprendre": 94,
    "lire": 95,
    "l'ia": 96,
    "tard": 97,
    "savoir": 98,
    "passé": 99,
    "s'est": 100,
    "intéressant": 101,
    "continue": 102,
    "roule": 103,
    "vais": 104,
    "prends": 105,
    "autre": 106,
    "non": 107,
    "hello": 108,
    "ciao": 109,
    "repose-toi": 110,
    "voir": 111,
    "heureux": 112,
    "me": 113,
    "fais-moi": 114,
    "rire": 115,
    "crocodile": 116,
    "surveille": 117,
    "pharmacie": 118,
    "lacoste": 119,
    "garde": 120,
    "désolé": 121,
    "veux-tu": 122,
    "j'essaie": 123,
    "l'humour": 124,
    "subjectif": 125,
    "comprends": 126,
    "dis": 127,
    "quelque": 128,
    "mon": 129,
    "cerveau": 130,
    "neurones": 131,
    "pourrait": 132,
    "dire": 133,
    "connexions": 134,
    "passe": 135,
    "génial": 136,
    "content": 137,
    "blague": 138,
    "plongeurs": 139,
    "plongent-ils": 140,
    "arrière": 141,
    "parce": 142,
    "sinon": 143,
    "ils": 144,
    "tombent": 145,
    "dans": 146,
    "bateau": 147,
    "coucou": 148,
    "bye": 149,
    "côté": 150,
    "fier": 151,
    "au": 152,
    "revoir": 153,
    "demain": 154,
    "t'en": 155,
    "prie": 156,
    "n'hésite": 157,
    "besoin": 158,
    "souci": 159,
    "plutôt": 160,
    "passée": 161,
    "tienne": 162,
    "quelle": 163,
    "couleur": 164,
    "préférée": 165,
    "n'ai": 166,
    "préférence": 167,
    "toutes": 168,
    "couleurs": 169,
    "peur": 170,
    "d'échouer": 171,
    "l'échec": 172,
    "partie": 173,
    "l'apprentissage": 174,
    "y": 175,
    "arriver": 176,
    "neuf": 177,
    "grand-chose": 178,
    "universel": 179,
    "traite": 180,
    "informations": 181,
    "marche": 182,
    "simple": 183,
    "t'expliquer": 184,
    "question": 185,
    "aimerais": 186,
    "exactement": 187,
    "bonsoir": 188,
    "mondial": 189,
    "connecte": 190,
    "ordinateurs": 191,
    "entre": 192,
    "eux": 193,
    "d'avoir": 194,
    "doutes": 195,
    "mieux": 196,
    "discute": 197,
    "dis-moi": 198,
    "cherches": 199,
    "n'y": 200,
    "arrive": 201,
    "baisse": 202,
    "bras": 203,
    "d'essayer": 204,
    "parles-tu": 205,
    "comprendre": 206,
    "t'ennuies": 207,
    "jamais": 208,
    "nos": 209,
    "conversations": 210,
    "film": 211,
    "préféré": 212,
    "regarde": 213,
    "films": 214,
    "entendre": 215,
    "tiens": 216,
    "programmable": 217,
    "effectuer": 218,
    "tâches": 219,
    "voyager": 220,
    "j'aimerais": 221,
    "tes": 222,
    "voyages": 223,
    "trop": 224,
    "n'est": 225,
    "impossible": 226,
    "par": 227,
    "manque": 228,
    "confiance": 229,
    "crois": 230,
    "capable": 231,
    "grandes": 232,
    "choses": 233,
    "m'expliquer": 234,
    "t'explique": 235,
    "maintenant": 236,
    "connaissance": 237,
    "langage": 238,
    "programmation": 239,
    "populaire": 240,
    "facile": 241,
    "j'adore": 242,
    "donc": 243,
    "ou": 244,
    "intelligence": 245,
    "artificielle": 246,
    "permet": 247,
    "aux": 248,
    "machines": 249,
    "d'apprendre": 250,
    "raisonner": 251,
    "aujourd'hui": 252,
    "hey": 253,
    "reviens": 254,
    "quand": 255,
    "du": 256,
    "discuter": 257,
    "ok": 258,
    "d'accord": 259,
    "surprend": 260,
    "peut-être": 261,
    "possibilité": 262,
    "réfléchis-y": 263,
    "prochaine": 264,
    "sérieusement": 265,
    "problème": 266,
    "sais": 267,
    "chercher": 268,
    "ensemble": 269,
    "triste": 270,
    "déprimé": 271,
    "soit": 272,
    "excité": 273,
    "excellent": 274,
    "rend": 275,
    "enthousiaste": 276,
    "t'amène": 277,
    "fatigué": 278,
    "l'air": 279,
    "épuisé": 280,
    "joyeux": 281,
    "formidable": 282,
    "bonheur": 283,
    "contagieux": 284,
    "colère": 285,
    "vois": 286,
    "contrarié": 287,
    "profite": 288,
    "moment": 289,
    "anxieux": 290,
    "l'anxiété": 291,
    "normale": 292,
    "t'écouter": 293,
    "demander": 294,
    "moments": 295,
    "difficiles": 296,
    "passent": 297,
    "beaucoup": 298,
    "stressé": 299,
    "stress": 300,
    "être": 301,
    "gérer": 302,
    "absolument": 303,
    "partage": 304,
    "enthousiasme": 305,
    "j'espère": 306,
    "merveilleux": 307,
    "mal": 308,
    "l'apprendre": 309,
    "chouette": 310,
    "bravo": 311,
    "raison": 312,
    "d'être": 313,
    "soin": 314,
    "vas-tu": 315,
    "aide": 316,
    "mille": 317,
    "fois": 318,
    "remercie": 319,
    "gentil": 320,
    "grand": 321,
    "sens-tu": 322,
    "suite": 323,
    "soirée": 324,
    "yo": 325,
    "salutations": 326,
    "hé": 327
  },
  "vocab_size": 50000,
  "special_tokens": {
    "pad_token": "[PAD]",
    "sos_token": "[SOS]",
    "eos_token": "[EOS]",
    "unk_token": "[UNK]"
  }
}